Repository: te2dy/odyssey
Catalog: locales/*/admin.po
Languages: fr

# settings-notice-saved
source: Theme settings have been saved.
fr: Les paramètres du thème ont été enregistrés.

# settings-notice-reset
source: Theme settings have been reset.
fr: Les paramètres du thème ont été réinitialisés.

# settings-notice-upload-success
source: Theme configuration successfully applied.
fr: La configuration du thème a été appliquée avec succès.

# settings-notice-upload-file-not-valid
source: Error: the file is invalid.
fr: Erreur&nbsp;: le fichier n’est pas valide.

# settings-notice-upload-no-file
source: Error: no file has been uploaded.
fr: Erreur&nbsp;: aucun fichier n’a été téléversé.

# settings-notice-save-success
source: The theme configuration has been saved in JSON format in the folder <code>/var/%1$s/backups</code> of your Dotclear installation. You can manage all generated files <a href=%2$s>at the bottom of this page</a>.
fr: La configuration du thème a été enregistrée au format JSON dans le dossier <code>/public/%1$s/backups</code> de votre installation Dotclear. Vous pouvez gérer tous les fichiers générés <a href=%2$s>au bas de cette page</a>.

# settings-notice-save-success-link
source: Download configuration file
fr: Télécharger le fichier de configuration

# settings-notice-save-fail
source: The configuration file could not be created, as all theme settings are the default ones.
fr: Le fichier de configuration n’a pas pu être créé, car tous les paramètres du thème sont ceux définis par défaut.

# settings-notice-restore-success
source: The theme configuration has been successfully restored.
fr: La configuration du thème a été restaurée avec succès.

# settings-notice-restore-error
source: The theme configuration was not restored. The file may be empty or corrupted.
fr: La configuration du thème n’a pas été restaurée. Le fichier était peut-être vide ou corrompu.

# settings-notice-file-deleted
source: The theme configuration file has been deleted.
fr: Le fichier de configuration du thème a été supprimé.

# settings-notice-files-deleted
source: All theme configuration files have been deleted.
fr: Tous les fichiers de configuration du thème ont été supprimés.

# settings-default-checked
source: Default: checked.
fr: Par défaut&nbsp;: coché.

# settings-default-unchecked
source: Default: unchecked.
fr: Par défaut&nbsp;: décoché.

# section-global
source: Global settings
fr: Paramètres globaux

# section-global-layout
source: Layout
fr: Mise en page

# section-global-fonts
source: Text
fr: Textes

# section-global-colors
source: Colors
fr: Couleurs

# section-global-colorslight
source: Light color scheme
fr: Thème clair

# section-global-colorsdark
source: Dark color scheme
fr: Thème sombre

# section-global-other
source: Others
fr: Autres

# section-header
source: Header settings
fr: Paramètres de l’en-tête

# section-header-image
source: Logo or banner
fr: Logo ou bannière

# section-content
source: Content settings
fr: Paramètres du contenu

# section-content-postlist
source: Post list
fr: Liste des billets

# section-content-post
source: Posts
fr: Billets

# section-content-textformatting
source: Formatting
fr: Mise en forme

# section-reactions
source: Comment and trackback settings
fr: Paramètres des commentaires et rétroliens

# section-reactions-form
source: Comment form
fr: Formulaire de commentaires

# section-reactions-trackbacks
source: Trackbacks
fr: Rétroliens

# section-reactions-feed
source: Feed
fr: Fil de syndication

# section-reactions-other
source: Other reaction methods
fr: Autres moyens de réaction

# section-widgets
source: Widgets settings
fr: Paramètres des widgets

# section-footer
source: Footer settings
fr: Paramètres du pied de page

# section-footer-social
source: Social links
fr: Liens sociaux

# section-social
source: Social settings
fr: Paramètres sociaux

# section-advanced
source: Advanced settings
fr: Paramètres avancés

# section-advanced-seo
source: Search engine optimization
fr: Optimisation du référencement

# settings-global-unit-title
source: Base unit
fr: Unité de base

# settings-global-unit-description
source: With em, the dimensions of your blog adapt to your visitors' browser settings (useful for accessibility), but its display may differ from one device to another. To keep control of your blog's appearance (useful for a photo blog, for example), using pixels as the basic unit is recommended.
fr: En cadratin (em), les dimensions de votre blog s’adaptent aux paramètres du navigateur de vos visiteurs (utile pour l’accessibilité), mais son affichage peut différer d’un appareil à l’autre. Pour garder la maîtrise de l’apparence de votre blog (utile pour un blog photo par exemple), il est recommandé d’utiliser le pixel comme unité de base.

# settings-global-unit-relative-default
source: Em (default)
fr: Cadratin (par défaut)

# settings-global-unit-static
source: Pixels
fr: Pixel

# settings-global-pagewidthvalue-title
source: Width
fr: Largeur

# settings-global-pagewidthvalue-description
source: In the case of em, the width must be between 30 and 80; in the case of pixels, between 480 and 1,280. Default: 30em or 480px.
fr: En cadratin, la largeur doit être comprise entre 30 et 80 ; en pixel, entre 480 et 1 280. Par défaut&nbsp;: 30 em ou 480 px.

# settings-global-fontfamily-title
source: Fonts
fr: Police d’écriture

# settings-global-fontfamily-description
source: The theme uses the fonts installed on your readers' devices to display text. No fonts are downloaded for rendering, which is less resource-intensive. However, their display may vary from one device to another.
fr: Le thème utilise les polices installées sur l’appareil de vos lecteurs pour afficher les textes. Aucune police n’est téléchargée pour assurer le rendu, ce qui est moins gourmand en ressources. Leur affichage peut néanmoins varier d’un appareil à l’autre.

# settings-global-fontfamily-system-default
source: System (default)
fr: Système (par défaut)

# settings-global-fontfamily-system
source: System
fr: Système

# settings-global-fontfamily-sansserif
source: Sans-serif
fr: Sans empattement

# settings-global-fontfamily-serif
source: Serif
fr: Avec empattements

# settings-global-fontfamily-transitional
source: Transitional
fr: Transition

# settings-global-fontfamily-oldstyle
source: Old Style
fr: Style ancien

# settings-global-fontfamily-humanist
source: Humanist
fr: Humane

# settings-global-fontfamily-geometrichumanist
source: Geometric Humanist
fr: Linéale humanistique

# settings-global-fontfamily-classicalhumanist
source: Classical Humanist
fr: Humane classique

# settings-global-fontfamily-neogrotesque
source: Neo Grotesque
fr: Linéale néo-grotesque

# settings-global-fontfamily-monospaceslabserif
source: Monospace Slab Serif
fr: À chasse fixe avec empattement

# settings-global-fontfamily-monospacecode
source: Monospace Code
fr: À chasse fixe

# settings-global-fontfamily-industrial
source: Industrial
fr: Industrielle

# settings-global-fontfamily-roundedsans
source: Rounded Sans
fr: Arrondie

# settings-global-fontfamily-slabserif
source: Slab Serif
fr: À empattement carré

# settings-global-fontfamily-handwritten
source: Handwritten
fr: Manuscrite

# config-preview-font
source: Preview of the selected font:
fr: Aperçu de la police sélectionnée&nbsp;:

# settings-global-fontsize-title
source: Font size
fr: Taille de la police

# settings-global-fontsize-description
source: This size is relative to the browser font size and may vary from one device to another.
fr: Cette taille est relative à la taille de police du navigateur ; elle peut varier d’un appareil à l’autre.

# settings-global-fontsize-100-default
source: 100% (default)
fr: 100 % (par défaut)

# settings-global-fontantialiasing-title
source: Enable font smoothing
fr: Activer le lissage des caractères

# settings-global-fontantialiasing-description
source: Prevents aliasing, but can make font characters very (too) fine.
fr: Prévient l’effet de crénelage, mais peut rendre les caractères très (trop) fins.

# settings-global-primarycolor-title
source: Main color
fr: Couleur principale

# settings-global-primarycolor-description
source: This color is mainly used to highlight links.
fr: Cette couleur est principalement utilisée pour mettre les liens en évidence.

# settings-global-primarycolor-blue-default
source: Blue (default)
fr: Bleu (par défaut)

# settings-global-primarycolor-gray
source: Gray
fr: Gris

# settings-global-primarycolor-green
source: Green
fr: Vert

# settings-global-primarycolor-red
source: Red
fr: Rouge

# settings-global-primarycolor-custom
source: Custom
fr: Personnalisée

# settings-global-maintextcolorcustom-title
source: Text color
fr: Couleur de texte

# settings-global-secondarytextcolorcustom-title
source: Secondary text color
fr: Couleur de texte secondaire

# settings-global-primarycolorcustom-title
source: Primary color
fr: Couleur principale

# settings-global-primarycoloramplifiedcustom-title
source: Primary color on hover
fr: Couleur principale secondaire

# settings-global-inputcustom-title
source: Form inputs color
fr: Couleur des champs de formulaire

# settings-global-bordercustom-title
source: Border color
fr: Couleur des bordures

# settings-global-primarycolorbackgroundcustom-title
source: Background color
fr: Couleur d’arrière-plan

# settings-colors-reset
source: default
fr: par défaut

# settings-global-linksunderline-title
source: Underline links
fr: Souligner les liens

# settings-global-linksunderline-description
source: Underline links to highlight them and make them more accessible.
fr: Souligne les liens pour les mettre en évidence et les rendre plus accessibles.

# settings-global-borderradius-title
source: Round the corners of borders
fr: Arrondir les coins des bordures

# settings-global-borderradius-description
source: This applies in particular to the corners of form fields and buttons.
fr: Concerne notamment les coins des champs de formulaire et des boutons.

# settings-global-colortransition-title
source: Enable color transitions
fr: Activer les transitions de couleur

# settings-global-colortransition-description
source: Gradually changes the color of links and buttons as the mouse hovers over them.
fr: Entraîne un changement progressif de la couleur des liens et des boutons à leur survol à la souris.

# settings-header-align-title
source: Alignment
fr: Alignement

# settings-header-align-left
source: Left
fr: Gauche

# settings-header-align-center-default
source: Center (default)
fr: Centré (par défaut)

# settings-header-align-right
source: Right
fr: Droite

# settings-header-description-title
source: Display blog description
fr: Afficher la description du blog

# settings-header-description-description
source: The description can be customized in the <a href="%s">blog settings</a>.
fr: La description peut être personnalisée dans les <a href="%s">paramètres du blog</a>.

# settings-header-postfull-title
source: Display full header on all blog posts
fr: Afficher l’en-tête complet sur toutes les pages du blog

# settings-header-postfull-description
source: Disables the reduced header displayed on posts to show the same header as on the home page.
fr: Désactive l’en-tête réduit des billets pour afficher le même en-tête qu’en page d’accueil.

# settings-header-image-title
source: Upload an image
fr: Téléverser une image

# settings-header-image-description
source: The image will be uploaded in the <code>/public/%s/img</code> folder of your Dotclear installation.
fr: L’image sera téléversée dans le dossier <code>/public/%s/img</code> de votre installation Dotclear.

# header-image-preview-alt
source: Image preview
fr: Aperçu de l’image

# header_image-delete-button
source: Delete
fr: Supprimer

# settings-header-image2x-title
source: Optional: upload an image twice as large for Retina screens
fr: Facultatif&nbsp;: téléverser une image deux fois plus grande pour les écrans Retina

# settings-header-image2x-description
source: Optional: to ensure optimum rendering of your image on dual-pixel-density screens, in particular Apple Retinas, you need to upload the same image at twice the size. Example: if the image you uploaded is 200px wide, upload a 400px version here. Note: this second image must have a different name from the first, otherwise the upload will fail.
fr: Facultatif&nbsp;: pour assurer un rendu optimal de votre image sur les écrans à double densité de pixels, en particulier les Retina d’Apple, vous devez téléverser la même image avec une dimension deux fois plus grande. Exemple&nbsp;: si l’image que vous avez téléversée fait 200 px de large, téléversez-en une version de 400 px ici. Attention&nbsp;: cette seconde image doit avoir un nom différent de la première, sinon le téléversement échouera.

# settings-upload-title
source: Upload a configuration
fr: Téléverser une configuration (bêta)

# settings-upload-description
source: To apply a configuration to the theme, you can upload a JSON file using the form below:
fr: Pour appliquer une configuration au thème, vous pouvez téléverser un fichier JSON à partir du formulaire ci-dessous&nbsp;:

# settings-upload-submit
source: Upload and apply configuration
fr: Téléverser et appliquer la configuration

# settings-upload-cancel
source: Cancel
fr: Annuler

# settings-header-imageposition-title
source: Image position
fr: Position de l’image

# settings-header-imageposition-top-default
source: Top of header (default)
fr: En haut de l’en-tête (par défaut)

# settings-header-imageposition-bottom
source: Bottom of header
fr: En bas de l’en-tête

# settings-header-imagedescription-title
source: Image description
fr: Description de l’image d’en-tête

# settings-header-imagedescription-description
source: Useful for accessibility.
fr: Utile pour l’accessibilité.

# settings-content-postlisttype-title
source: Appearance
fr: Apparence

# settings-content-postlisttype-oneline-default
source: Title and date on a single line (default)
fr: Titre et date sur une ligne (par défaut)

# settings-content-postlisttype-excerpt
source: Title, date and post excerpt
fr: Titre, date et extrait du billet

# settings-content-postlisttype-content
source: Title, date and post content
fr: Titre, date et contenu du billet

# settings-content-postlistaltcolor-title
source: Alternate colors for links to posts
fr: Alterner la couleur des liens vers les billets

# settings-content-postlistaltcolor-description
source: Allows you to better distinguish each ticket in the list.
fr: Permet de mieux distinguer chaque billet dans la liste.

# settings-content-postlistthumbnail-title
source: Show a preview of the first image of posts
fr: Afficher un aperçu de la première image des billets

# settings-content-postlistreactions-title
source: Show a link to reactions
fr: Afficher un lien vers les réactions

# settings-content-fontfamily-title
source: Fonts
fr: Police d’écriture

# settings-content-fontfamily-same-default
source: Same as global theme font (default)
fr: Identique à la police globale du thème (par défaut)

# settings-content-fontsize-title
source: Font size
fr: Taille de la police

# settings-content-fontsize-description
source: This size is relative to the main size.
fr: Cette taille est relative à la taille principale.

# settings-content-lineheight-title
source: Line spacing
fr: Interligne

# settings-content-lineheight-small
source: Small
fr: Petit

# settings-content-lineheight-standard-default
source: Standard (default)
fr: Standard (par défaut)

# settings-content-lineheight-big
source: Big
fr: Grand

# settings-content-textalign-title
source: Alignment
fr: Alignement

# settings-content-textalign-description
source: Justify on small screens (phones) may cause a weird display. To avoid it, you can choose the “Justify (except on small screens)” option.
fr: La justification sur les petits écrans (téléphones) peut provoquer un affichage bizarre. Pour l’éviter, vous pouvez choisir l’option « Justifié (sauf sur les petits écrans) ».

# settings-content-textalign-left-default
source: Left (default)
fr: Gauche (par défaut)

# settings-content-textalign-justify
source: Justify
fr: Justifié

# settings-content-textalign-justify-not-mobile
source: Justify (except on small screens)
fr: Justifié (sauf sur les petits écrans)

# settings-content-hyphens-title
source: Hyphenation
fr: Césures

# settings-content-hyphens-disabled-default
source: Disabled (default)
fr: Désactivées (par défaut)

# settings-content-hyphens-enabled
source: Enabled
fr: Activées

# settings-content-hyphens-enablednotmobile
source: Enabled (except on small screens)
fr: Activées (sauf sur les petits écrans)

# settings-content-initialletter-title
source: Add a drop cap to the first paragraph of posts and pages.
fr: Ajouter une lettrine au premier paragraphe des billets et des pages.

# settings-content-initialletter-description
source: At last count (February 2025), only works on recent versions of Safari and Chrome.
fr: Aux dernières nouvelles (février 2025), ne fonctionne que sur des versions récentes de Safari et Chrome.

# settings-content-imageswide-title
source: Enlarge images wide enough
fr: Agrandir les images suffisamment larges

# settings-content-imageswide-description
source: Enlarging wide enough images
fr: Les grandes images dépasseront des bords de la page pour s’afficher en grand.

# settings-content-imagesgrayscale-title
source: Enable black and white mode
fr: Activer le mode noir et blanc

# settings-content-imagesgrayscale-description
source: Images in posts and pages will be displayed in black and white to reduce distraction. Colors will be displayed on mouseover or touch on mobile.
fr: Les images contenues dans les billets et les pages s’afficheront en noir et blanc pour réduire la distraction. Les couleurs s’afficheront au survol avec la souris ou au toucher sur mobile.

# settings-reactions-button-title
source: Unveil the form by clicking a button
fr: Dévoiler le formulaire en cliquant sur un bouton

# settings-reactions-button-description
source: Makes blog posts visually lighter.
fr: Permet d’alléger visuellement les billets du blog.

# settings-reactions-markdownnotice-title
source: Show a message about Markdown markup support
fr: Afficher un message signalant la prise en charge du balisage Markdown

# settings-reactions-other-trackbacks-title
source: Display a link to add trackbacks
fr: Afficher un lien pour ajouter des rétroliens

# settings-reactions-feedlink-title
source: Display a link to follow the feed of reactions by RSS/Atom
fr: Afficher un lien pour suivre le fil des réactions par RSS/Atom

# settings-reactions-feedlink-disabled-default
source: No (default)
fr: Non (par défaut)

# settings-reactions-feedlink-atom
source: Yes (Atom)
fr: Oui (Atom)

# settings-reactions-feedlink-rss2
source: Yes (RSS 2)
fr: Oui (RSS 2)

# settings-reactions-other-title
source: Allow other reaction methods
fr: Autoriser d’autres moyens de réaction

# settings-reactions-other-description
source: You can offer your readers the opportunity to react to your posts via e-mail, social networks or other apps.
fr: Vous pouvez proposer à vos lecteurs de réagir à vos billets par courriel, sur les réseaux sociaux ou par le biais d’autres applications.

# settings-reactions-other-disabled-default
source: No
fr: Non

# settings-reactions-other-commentsopen
source: Yes, only when comments are opened
fr: Oui, seulement quand les commentaires sont ouverts

# settings-reactions-other-always
source: Yes, always
fr: Oui, toujours

# settings-reactions-otheremail-title
source: Allow replies by e-mail
fr: Autoriser les réponses par courriel

# settings-reactions-otheremail-description
source: Warning: your e-mail address will be revealed and could be used by malicious parties (spam). To avoid revealing your address, you can try the <a href="%s">Signal</a> plugin or a third-party service such as <a href=https://relay.firefox.com/>Firefox Relay</a>.
fr: Attention&nbsp;: votre adresse électronique sera dévoilée et pourrait être utilisée par des personnes malveillantes (pourriels). Pour ne pas révéler votre adresse, vous pouvez essayer l’extension <a href="%s">Signal</a> ou un service tiers comme <a href=https://relay.firefox.com/>Firefox Relay</a>.

# settings-reactions-other-bluesky-title
source: Allow sharing on %s
fr: Autoriser le partage sur %s

# settings-reactions-other-bluesky-description
source: Your readers can reply to you on Bluesky by public message.
fr: Vos lecteurs pourrons vous répondre sur Bluesky par message public.

# settings-reactions-other-facebook-title
source: Allow sharing on %s
fr: Autoriser le partage sur %s

# settings-reactions-other-facebook-description
source: Your readers can reply to you on Facebook by public message.
fr: Vos lecteurs pourrons vous répondre sur Facebook par message public.

# settings-reactions-other-mastodon-title
source: Allow sharing on %s
fr: Autoriser le partage sur %s

# settings-reactions-other-mastodon-description
source: Your readers can reply to you on Mastodon by public message.
fr: Vos lecteurs pourrons vous répondre sur Mastodon par message public.

# settings-reactions-other-signal-title
source: Allow replies on %s
fr: Autoriser les réponses par %s

# settings-reactions-other-signal-description
source: Warning: if you have entered a phone number or user name, it will be made public and could fall into the wrong hands.
fr: Attention&nbsp;: si vous avez saisi un numéro de téléphone ou un nom d’utilisateur, celui-ci sera rendu public et pourrait tomber entre des mains malveillantes.

# settings-reactions-other-sms-title
source: Allow replies by %s
fr: Autoriser les réponses par %s

# settings-reactions-other-sms-description
source: Warning: your telephone number will be made public and could fall into the wrong hands.
fr: Attention&nbsp;: votre numéro de téléphone sera rendu public et pourrait tomber entre des mains malveillantes.

# settings-reactions-other-whatsapp-title
source: Allow replies on %s
fr: Autoriser les réponses par %s

# settings-reactions-other-whatsapp-description
source: Warning: your telephone number will be made public and could fall into the wrong hands.
fr: Attention&nbsp;: votre numéro de téléphone sera rendu public et pourrait tomber entre des mains malveillantes.

# settings-reactions-other-x-title
source: Allow sharing on %s
fr: Autoriser le partage sur %s

# settings-reactions-other-x-description
source: Your readers can reply to you on X by public message.
fr: Vos lecteurs pourrons vous répondre sur X par message public.

# settings-widgets-display-title
source: Enable widgets (nav and extra panes)
fr: Activer les widgets (volets de navigation et d’extra)

# settings-widgets-display-description
source: It is recommended to disable this option if you have not configured any widgets in the nav and extra pane (see the <a href="%s">widget configuration page</a>).
fr: Il est recommandé de désactiver cette option si vous avez décidé de n’afficher aucun widget dans le volet de navigation et le volet d’extra (voir la <a href="%s">page de configuration des widgets</a>).

# settings-footer-activation-title
source: Enable footer
fr: Activer le pied de page

# settings-footer-activation-description
source: It is recommended to uncheck this setting if the footer does not contain any elements.
fr: Il est recommandé de décocher cet paramètre si le pied de page ne contient aucun élément.

# settings-footer-align-title
source: Alignment
fr: Alignement

# settings-footer-align-left-default
source: Left (default)
fr: Gauche (par défaut)

# settings-footer-align-center
source: Center
fr: Centre

# settings-footer-align-right
source: Right
fr: Droite

# settings-footer-feed-title
source: Display a link to the RSS/Atom feed of the blog
fr: Afficher un lien vers le flux RSS/Atom du blog

# settings-footer-feed-disabled-default
source: No (default)
fr: Non (par défaut)

# settings-footer-feed-atom
source: Yes (Atom)
fr: Oui (Atom)
