Repository: te2dy/odyssey
Catalog: locales/*/admin.po
Languages: fr

# settings-footer-feed-rss2
source: Yes (RSS 2)
fr: Oui (RSS 2)

# settings-footer-credits-title
source: Show a mention to Dotclear and the theme
fr: Afficher une mention à Dotclear et au thème

# settings-footer-credits-description
source: Allows you to advertise Dotclear and this theme.
fr: Permet de faire de la publicité à Dotclear et à ce thème.

# settings-social-diaspora-description
source: URL of a %s profile or page.
fr: Adresse d’une page ou d’un profil %s.

# settings-social-bluesky-description
source: URL of a %s account.
fr: Adresse d’un compte Bluesky.

# settings-social-facebook-description
source: URL of a %s profile or page.
fr: Adresse d’une page ou d’un profil %s.

# settings-social-instagram-description
source: URL of an %s page.
fr: Adresse d’une page %s.

# settings-social-mastodon-description
source: URL of a %s account.
fr: Adresse d’un compte %s.

# settings-footer-social-diaspora-title
source: Display a link to %s
fr: Afficher un lien vers %s

# settings-footer-social-bluesky-title
source: Display a link to %s
fr: Afficher un lien vers %s

# settings-footer-social-facebook-title
source: Display a link to %s
fr: Afficher un lien vers %s

# settings-footer-social-instagram-title
source: Display a link to %s
fr: Afficher un lien vers %s

# settings-footer-social-mastodon-title
source: Display a link to %s
fr: Afficher un lien vers %s

# settings-footer-social-phone-title
source: Display a link to call you
fr: Afficher un lien pour vous téléphoner

# settings-footer-social-signal-title
source: Display a link to %s
fr: Afficher un lien vers %s

# settings-footer-social-sms-title
source: Display a link to text you
fr: Afficher un lien pour vous écrire par SMS

# settings-footer-social-youtube-title
source: Display a link to %s
fr: Afficher un lien vers %s

# settings-footer-social-whatsapp-title
source: Display a link to %s
fr: Afficher un lien vers %s

# settings-footer-social-x-title
source: Display a link to %s
fr: Afficher un lien vers %s

# settings-footer-social-other-title
source: Display a link to your custom link
fr: Afficher votre lien personnalisé

# settings-footer-social-sms-description
source: Warning: your phone number will be made public and could fall into the wrong hands.
fr: Attention&nbsp;: votre numéro de téléphone sera rendu public et pourrait tomber entre des mains malveillantes.

# settings-footer-social-signal-description
source: Warning: if you have entered a phone number or user name, it will be made public and could fall into the wrong hands.
fr: Attention&nbsp;: si vous avez saisi un numéro de téléphone ou un nom d’utilisateur, celui-ci sera rendu public et pourrait tomber entre des mains malveillantes.

# settings-footer-social-whatsapp-description
source: Warning: your telephone number will be made public and could fall into the wrong hands.
fr: Attention&nbsp;: votre numéro de téléphone sera rendu public et pourrait tomber entre des mains malveillantes.

# settings-social-phone-description
source: Phone number in +1234567890 format.
fr: Numéro de téléphone au format +33123456789.

# settings-social-signal-description
source: Phone number in +1234567890 format or URL of an %s account or group
fr: Numéro de téléphone au format +33123456789 ou adresse d’un compte ou groupe %s.

# settings-social-sms-description
source: Phone number in +1234567890 format.
fr: Numéro de téléphone au format +33123456789.

# settings-social-youtube-description
source: URL of a %s channel
fr: Adresse d’une chaîne %s

# settings-social-whatsapp-description
source: Phone number in +1234567890 format.
fr: Numéro de téléphone %s au format +33123456789

# settings-social-x-description
source: URL of an %s account.
fr: Adresse d’un compte %s

# settings-social-other-description
source: URL of a webpage of your choice.
fr: Adresse d’une autre page de votre choix.

# settings-advanced-metadescription-title
source: Description of the home page
fr: Description de la page d’accueil

# settings-advanced-metadescription-description
source: Text used as a description of the blog for search engines. Its ideal size is around 200 characters.
fr: Texte utilisé comme description du blog pour des moteurs de recherche. Sa taille idéale est d’environ 200&nbsp;caractères.

# settings-advanced-metasocial-title
source: Add minimalist social tags
fr: Ajouter des balises sociales minimalistes

# settings-advanced-metasocial-description
source: Ensures better display of the blog on social networks and can be useful for SEO.
fr: Assure un meilleur affichage du blog sur les réseaux sociaux et peut être utile pour le référencement.

# settings-advanced-canonical-title
source: Add canonical URLs
fr: Ajouter des URL canoniques

# settings-advanced-canonical-description
source: Useful for search engine optimization. Add the canonical URL to home page, post and page headers.
fr: Utile pour le référencement. Ajouter l’URL canonique dans les en-têtes de la page d’accueil, des billets et des pages.

# settings-advanced-json-title
source: Add metadata in JSON format
fr: Ajouter des métadonnées au format JSON

# settings-advanced-json-description
source: Useful for search engine optimization.
fr: Utile pour le référencement sur les moteurs de recherche.

# settings-odysseystyles-title
source: All styles
fr: Tous les styles

# settings-page-intro
source: This is where you can customize your %s theme to suit your needs.
fr: C’est ici que vous pouvez personnaliser votre thème pour l’adapter à vos besoins.

# settings-page-forum-link
source: If you have any questions, suggestions, requests or feedback, please go to <a href="%s">the thread dedicated to Odyssey on the official Dotclear forum</a>.
fr: Pour toute question, suggestion, demande, retour d’expérience ou autre, rendez-vous sur <a href="%s">le fil de discussion dédié à Odyssée sur le forum officiel de Dotclear</a>.

# settings-reset-warning
source: Warning: you are about to reset your theme settings. This action is irreversible.
fr: Attention : vous êtes sur le point de réinitialiser les paramètres de votre thème. Cette action est irréversible.

# settings-save-button-text
source: Save settings
fr: Enregistrer les paramètres

# settings-reset-button-text
source: Reset
fr: Réinitialiser

# settings-create-file-button-text
source: Save the current configuration
fr: Créer un fichier de la configuration actuelle (bêta)

# settings-upload-file-button-text
source: Upload a configuration file
fr: Téléverser un fichier de configuration (bêta)

# settings-backups-title
source: Saved configurations manager
fr: Gestion des configurations enregistrées (bêta)

# settings-backups-count-multiple
source: %d configuration files are available:
fr: %d configurations sont disponibles&nbsp;:

# settings-backups-count-one
source: On configuration files is available:
fr: Une configuration est disponible&nbsp;:

# settings-backup-title
source: %s file configuration
fr: Configuration du %s

# settings-backup-restore-link
source: Restore
fr: Restaurer

# settings-backup-download-link
source: Download
fr: Télécharger

# settings-backup-delete-link
source: Delete
fr: Supprimer

# settings-backup-delete-all-link
source: Delete all configuration files
fr: Supprimer toutes les configurations

# uninstall-checkbox-label
source: Delete any data saved by %s in Dotclear's “public” and “var” folders.
fr: Supprimer le sous-dossier « odyssey » situé dans le dossier « public » de Dotclear (contient la feuille de styles personnalisée)
